Repository: 2ofi3/vinauction
Catalog: translations/theme_auction.*.po
Languages: fr

source: Deze veiling (@auction_name) is afgelopen
fr: Cette vente aux enchères (@auction_name) est terminée.

source: Alle loten uit de veiling van @title
fr: Tout les lots de la vente aux enchères de @title

source: Inloggen om te bieden
fr: Se connecter pour remettre une offre

source: Bieden
fr: Offrir

source: U dient hoger te bieden dan @highest_offer
fr: Veuillez offrir plus que @highest_offer

source: U dient hoger te bieden dan @start_offer
fr: Veuillez offrir plus que @start_offer

source: U dient hoger te bieden dan @step
fr: Veuillez offrir plus que @step

source: Contacteer ons
fr: Contactez nous

source: Volg ons op sociale media
fr: Rejoignez-nous sur

source: Site header
fr: Entête du site

source: Interesse in wat Vin.auction nog in petto heeft?
fr: Intéressé à ce que Vin.auction propse de plus?

source: Kom het als eerste te weten!
fr: Venez et soyez les premiers informés!

source: Skip to main content
fr: Aller au contenu principal

source: PDF Downloaden
fr: Télécharger Catalogue

source: Terug
fr: Retour

source: Content
fr: Contenu

source: Dit lot is afgesloten
fr: Cette vente est terminée

source: Bieden op dit lot eindigt binnen
fr: Offrir sur ce lot se termine dans

source: Bieden op dit lot eindigt op
fr: Offrir sur ce lot se termine le

source: Leading bid
fr: Offre la plus haute

source: Lees meer
fr: Lire plus

source: Op dit lot is 21% aftrekbare BTW verschuldigd
fr: Sur ce lot la TVA déductible de 21% est due.

source: Schatting
fr: Estimation

source: Bid
fr: Offrir

source: No bids
fr: Aucune enchère

source: De koperscommissie bedraagt 17% bovenop de hamerprijs.
fr: La commission d’achat est 17% sans frais supplémentaires

source: Resultaat
fr: Resultat

source: Back to auction
fr: Retour aux enchères

source: Vragen over dit lot
fr: Questions sur ce lot?

source: Zit je met een vraag? Dat begrijpen wij helemaal. Onze experts beantwoorden al uw vragen.
fr: Vous avez une question concernant ce lot? On vous repond le plus vite possible.

source: Stel u vraag
fr: Votre demande d’infomations

source: Overview auctions
fr: Enchères

source: Zoeken
fr: Chercher
